{
  "single_items": [
    {
      "id": 1,
      "brand": "Le Creuset",
      "title": "Enameled Cast Iron Bread Oven",
      "description": "Designed to reproduce the effects of brick-oven baking, this enameled cast-iron bread oven from Le Creuset absorbs and retains heat evenly. It also redistributes the steam released by the dough as it cooks. This yields loaves with moist and tender interiors, light crumbs and crisp browned crusts.",
      "price": 300,
      "image": "images/items/1A.jpg",
      "store": "Williams Sonoma"
    },
    {
      "id": 2,
      "brand": "Apple",
      "title": "HomePod (2nd Gen)",
      "description": "The all-new HomePod delivers groundbreaking, premium sound, from clear, detailed highs to deep, rich bass. Advanced computational audio pushes acoustics further. Spatial Audio provides even more immersive sound.  Works seamlessly with all your Apple devices.  Connect and control your smart home, privately and securely.",
      "price": 299,
      "image": "images/items/1B.jpg",
      "store": "Apple Store"
    },
    {
      "id": 3,
      "brand": "IKEA",
      "title": "Stockholm Sideboard",
      "description": "The sideboard in walnut veneer and solid ash brings a warm, natural feeling to your room. The distinctive grain pattern in the walnut veneer gives each piece of furniture a unique character. Walnut is a naturally hardwearing material. The surface has been made even more durable by a protective coat of lacquer. Push openers give the sideboard a streamlined look with no handles or knobs needed. Inside the sideboard are two drawers and two adjustable shelves in walnut veneer and solid wood. The sideboard has adjustable feet so it stands evenly on uneven floors.",
      "price": 499,
      "image": "images/items/1C.png",
      "store": "IKEA"
    },
    {
      "id": 4,
      "brand": "Hamilton Beach",
      "title": "Durathon Nonstick Soleplate Digital Iron",
      "description": "Get performance and peace of mind with this Hamilton Beach iron. It features a durable nonstick soleplate, outstanding steam performance and three-way auto off.",
      "price": 45,
      "image": "images/items/2A.png",
      "store": "Macy's"
    },
    {
      "id": 5,
      "brand": "Breville",
      "title": "Fast Slow Pro Multicooker 6qt",
      "description": "Enjoy fork-tender meats in minutes under pressure or impart rich flavors over hours of slow-and-low cooking—you decide, because this versatile countertop cooker does both. Sear, Sauté, Reduce, Simmer and Steam settings make it easy to create a wide range of gourmet dishes—everything from coq au vin and Yankee pot roast to easy weeknight spaghetti sauce or pulled pork tacos.",
      "price": 329,
      "image": "images/items/2B.png",
      "store": "Sur La Table"
    },
    {
      "id": 6,
      "brand": "GSI",
      "title": "Outdoors Glacier Stainless Steel 6-Cup Percolator",
      "description": "Keep the campsite fully caffeinated with the GSI Outdoors Glacier Stainless Steel 6-cup percolator, which has a heat-resistant handle and a resin knob that lets you gauge the strength of your brew.",
      "price": 34,
      "image": "images/items/2C.png",
      "store": "REI"
    },
    {
      "id": 7,
      "brand": "Dyson",
      "title": "Hot+Cool HP1 Purifier",
      "description": "Delivers whole-room heating and powerful cooling with purified air. The fully sealed filter system captures 99.97% of microscopic allergens and pollutants as small as 0.3 microns. The whole purifier, not just the filtration system, is fully sealed to HEPA H13 grade. Air Multiplier technology projects over 76 gallons per second of smooth, yet powerful airflow. Connects to the MyDyson app to control and monitor air quality from anywhere, or hands-free with compatible voice services.",
      "price": 599,
      "image": "images/items/3A.png",
      "store": "Best Buy"
    },
    {
      "id": 8,
      "brand": "Ashley",
      "title": "Wynora Bar Cart with Casters",
      "description": "Add a bright spot to your contemporary space with the Wynora bar cart. Its beautifully bold blend of goldtone metal and mirrored glass heightens your home's modern aesthetic. It's a striking choice for your kitchen or entryway, with locking casters allowing you to serve in style whenever and wherever it's needed.",
      "price": 109,
      "image": "images/items/3B.png",
      "store": "Ashley Furniture"
    },
    {
      "id": 9,
      "brand": "Samsonite",
      "title": "Outline Pro Carry-On Spinner",
      "description": "Our instantly-iconic Outline Pro polypropylene collection takes you confidently in the direction of your destination thanks to its elevated design and eye-catching color options. This smart and sleek piece is all systems go while pulling out all the stops: from its molded trolley handle to easy-lift top and side grips, major touchpoints are treated with Sam-AMH technology to help keep hands clean. With integrated extras like a built-in TSA lock and USB port (available in carry-on sizes only), as well as superb-adaptable interior lined in our eco-conscious Recyclex fabric, this all-time travel essential bridges form and function flawlessly. Bordering on genius. Say it to yourself: Youve earned this upgrade.",
      "price": 199,
      "image": "images/items/3C.png",
      "store": "Nordstrom"
    },
    {
      "id": 10,
      "brand": "Academy Sports",
      "title": "One Push 10ft x 10ft Straight Leg Canopy",
      "description": "Break out your tailgating gear with the Academy Sports + Outdoors One Push 10 ft x 10 ft Straight Leg Canopy. The powder coated Insta-lock steel frame affords durability, while the polyester canopy features UPF 50+ sun protection to defend against harmful UV rays. The One Push mechanism allows for easy setup and takedown, and the 2 vents in the top offer breathability.",
      "price": 109,
      "image": "images/items/4A.png",
      "store": "Academy Sports"
    },
    {
      "id": 11,
      "brand": "West Elm",
      "title": "Sphere & Stem 2-Light Floor Lamp (62in)",
      "description": "Brass-finished metal body with a White Marble base or a Matte Black-finished metal body with a Black Marble base. Its balanced, minimalist silhouette. The marble base adds a polished look. Two glass globes cast soft, romantic light. Contract Grade, so you know it's built to last.",
      "price": 299,
      "image": "images/items/4B.png",
      "store": "West Elm"
    },
    {
      "id": 12,
      "brand": "Milwaukee",
      "title": "M18 FUEL 120mph 500cfm 18V Brushless Cordless Handheld Blower",
      "description": "Designed to meet the needs of the landscape maintenance professional in quick, routine cleanups. The POWERSTATE Brushless motor delivers 500 CFM, 120 MPH, and 12.2 N providing users with Higher Constant Power levels allowing users to clear more leaves, grass, and light debris, and reach Full Throttle in Under One Second. This battery powered leaf blower has low noise levels of 54dB(A), Up To 40% Quieter than the competition, allowing users to work comfortably and reducing disturbance to bystanders. REDLINKPLUS Intelligence offers total system communication between the blower and battery for unmatched levels of performance, protection, and productivity. The lightweight, balanced design and ambidextrous variable speed sliding lock on the lever provides users with more clearing control.",
      "price": 199,
      "image": "images/items/4C.png",
      "store": "Home Depot"
    },
    {
      "id": 13,
      "brand": "Garmin",
      "title": "Forerunner 265 GPS Running Smartwatch",
      "description": "Train brilliantly with the garmin® Forerunner® 265 GPS running smartwatch. Its colorful AMOLED touchscreen display stands out while the training readiness feature, which tells you when you’re primed for a productive session and helps you crush your goals.",
      "price": 449,
      "image": "images/items/5A.png",
      "store": "Dick's Sporting Goods"
    },
    {
      "id": 14,
      "brand": "Bass Pro Shops",
      "title": "Dual-Size Platinum Neoprene Segmented Life Jacket for Men",
      "description": "Boost your buoyancy with the Bass Pro Shops® Dual-Size Dual-Approved Platinum Neoprene Segmented Life Jacket for Men. This lake-ready life jacket has a comfortable, dynamic Aquaflex® high-performance neoprene shell with a quick-drying, lightweight liner. The multi-segmented jacket helps keep you afloat with soft Aqualite PVC foam on the front and PE foam back. This safety device is anatomically cut with contoured panels for a superior fit. Secure it to your body via the two 1.5in W belts with quick-release buckles and a full front zipper with pull tab. Glideskin front panels wick away water and mesh drainage allows water to escape the jacket. Hidden side and back panels offer a low-profile experience and provide lumbar support.",
      "price": 79.99,
      "image": "images/items/5B.png",
      "store": "Cabela's"
    },
    {
      "id": 15,
      "brand": "IKEA",
      "title": "LÅNGFJÄLL",
      "description": "This easy-to-place conference chair with gently curved lines accentuated by sewn details is kind to your body and pleasant to look at. The tilt and height-adjusting mechanism enables individual comfort.",
      "price": 269.99,
      "image": "images/items/5C.png",
      "store": "IKEA"
    },
    {
      "id": 16,
      "brand": "Bose",
      "title": "QuietComfort Bluetooth Wireless Noise Cancelling Headphones",
      "description": "Block everything out but the beat with Bose QuietComfort® noise cancelling headphones. Get full noise cancellation with Quiet Mode or still hear what’s going on around you with Aware Mode. New custom modes on these Bluetooth headphones let you adjust noise cancellation to your liking and turning on Wind Block tunes out breezy environments. Just press play on these over ear headphones for high-fidelity sound that’s also customizable with adjustable EQ. You can use the Bose app to crank the bass, tweak the treble, and personalize the settings on these wireless headphones from Bose. Plus, these headphones with built in microphone are crafted with all-day wear and multi-taskers in mind. Enjoy premium materials for comfort, on-ear toggles for ease, an iconic, bold design, and a battery life of up to 24 hours with the Bose QuietComfort® Wireless Bluetooth Noise-Cancelling Headphones.* Includes audio cable with in-line microphone.",
      "price": 359.99,
      "image": "images/items/6A.png",
      "store": "Target"
    },
    {
      "id": 17,
      "brand": "Williams Sonoma Signature",
      "title": "Marble Mortar & Pestle",
      "description": "Ideal for hand grinding herbs and spices, mortars and pestles have been used for centuries. Our mortar is rough-hewn from solid marble, then shaped, turned and sanded by hand. The pestle is ergonomically shaped of sustainably sourced olivewood, then polished and oiled. Copper details complete both Italian-made pieces.",
      "price": 99.95,
      "image": "images/items/6B.png",
      "store": "Williams Sonoma"
    },
    {
      "id": 18,
      "brand": "ENO",
      "title": "SingleNest Hammock",
      "description": "Perfect for one, the compact and lightweight ENO SingleNest hammock is expertly constructed with durable yet soft FreeWave™ fabric, making it ideal for solo relaxation on any kind of adventure.",
      "price": 54.95,
      "image": "images/items/6C.png",
      "store": "REI"
    },
    {
      "id": 19,
      "brand": "Kohler",
      "title": "Elliston WaterSense 1.28 GPF Soft Close 2-Piece Toilet",
      "description": "The Elliston The Complete Solution two-piece chair-height toilet is precision-engineered to deliver uncompromising performance and beautiful form. The 1.28 gpf flush provides water savings without sacrificing performance. Elliston features Revolution 360® swirl flushing technology that keeps your bowl clean longer than a conventional flush, and the innovative AquaPiston® technology offers a patented flush engine that delivers a fast, powerful, and virtually plug-free flush. This Complete Solution package comes with all the necessary installation parts and includes a Quiet-Close™ toilet seat for added convenience.",
      "price": 259.99,
      "image": "images/items/7A.png",
      "store": "Lowe's"
    },
    {
      "id": 20,
      "brand": "NOCO",
      "title": "1,000 Amps 12 Volt Boost Plus UltraSafe Lithium Jump Starter",
      "description": "A portable lithium-ion battery jump starter pack that delivers 1,000-amps for jump starting a dead battery in seconds. It features a patented safety technology that provides spark-proof connections and reverse polarity protection making safe and easy for anyone to use. It's a powerful battery booster that doubles as a portable power source for recharging USB devices, like a smartphone, tablet and more. Designed for a car, boat, RV, truck and more with gas engines up to 6 liters, and diesel engines up to 3 liters.",
      "price": 99.99,
      "image": "images/items/7B.png",
      "store": "AutoZone"
    },
    {
      "id": 21,
      "brand": "Pottery Barn",
      "title": "Bodhi Mantel Arch Mirror",
      "description": "36in x 28in. Crafted of cast aluminum with mirror and backed with MDF; finished in Brass and Bronze. D-ring mounting, hardware is included. Imported.",
      "price": 349.99,
      "image": "images/items/7C.png",
      "store": "Pottery Barn"
    },
    {
      "id": 22,
      "brand": "Zojirushi",
      "title": "Micom 3-Cup Rice Cooker",
      "description": "The 3-cup Micom Rice Cooker & Warmer features an expanded menu with steel cut oatmeal and GABA brown rice settings for more healthy options. With its compact size and ability to cook as little as 1/2 a cup of rice or oats, this rice cooker is ideal for small families or couples.",
      "price": 179,
      "image": "images/items/8A.png",
      "store": "Macy's"
    },
    {
      "id": 23,
      "brand": "Everlast",
      "title": "Powercore Dual Bag and Stand",
      "description": "Get a total body workout whether you want cardio or strength training in the comfort of your own home with the Everlast Powercore Dual Bag and Stand. Place in any room or space with the adjustable height bag platform that accommodates all speed bag sizes. The premium Poly Canvas shell material ensures the bag stays durable for many workouts to come.",
      "price": 299,
      "image": "images/items/8B.png",
      "store": "Dick's Sporting Goods"
    },
    {
      "id": 24,
      "brand": "iRobot",
      "title": "Roomba 105 Robot Vacuum + AutoEmpty Dock",
      "description": "The Roomba 105 Vac Robot Vacuum + AutoEmpty Dock is made for every kind of dry floor-cleaning task. The self-emptying dock holds up to 75 days of debris in a bag you just lift out and toss away. The 3-stage cleaning system delivers high-performance cleaning by combining 70X more intense power-lifting suction, an edge-sweeping brush that cleans 20% better, and a multi-surface brush to pick up all kinds of dirt. ClearView LiDAR quickly maps your home for precise coverage. Tap the app, push the robot's buttons or ask your preferred voice assistant for an on-demand clean.",
      "price": 279,
      "image": "images/items/8C.png",
      "store": "Best Buy"
    },
    {
      "brand": "Smith",
      "title": "Engage Mips Bike Helmet",
      "description": "Big berms, rock gardens or flowy rollers—no matter the trail, get after it with confidence in the Smith Engage Mips bike helmet. This updated, feature-packed helmet is designed for everyday riding.",
      "price": 150,
      "image": "images/items/9A.png",
      "store": "REI",
      "id": 25
    },
    {
      "brand": "RYOBI",
      "title": "ONE+ 18V Cordless 6-Tool Combo Kit",
      "description": "RYOBI introduces the 18V ONE+ 6-Tool Combo Kit with 1/2 in. Drill/Driver, 1/4 in. Impact Driver, Reciprocating Saw, 5-1/2 in. Circular Saw, Multi-Tool, LED Light, Batteries, Charger, and Bag. The Drill/Driver provides up to 515 in./lbs. of torque and features a 1/2 in. ratcheting metal chuck to match your drilling and driving needs. The Impact Driver is able to drive long deck screws or large lag screws with ease by delivering 3,400 IPM along with 1800 in./lbs. of torque controlled by a variable-speed trigger that churns out 2,700 RPM. The Reciprocating Saw delivers better productivity with up to 3,400 SPM and 60% faster cutting. The 5-1/2 in. Circular Saw has the ability to cut through 2-by material, with over 215 cuts per charge. The Multi-Tool features an adjustable speed dial giving the ability to make cuts into drywall, metal, wood, plastic, composite and other materials, along with the ability to sand the finest details. The LED Light also has 280 Lumens of light output and has a 130° pivoting head. The included Batteries and Charger are compatible with RYOBI ONE+ Tools. Best of all, this kit is part of the RYOBI ONE+ System of over 300 Cordless Products that all work on the same battery platform. Backed by the RYOBI 3-Year Manufacturer's Warranty, this Kit includes a Drill/Driver, an Impact Driver, a Circular Saw, a Reciprocating Saw, a Multi-Tool, an LED Light, a 4.0 Ah Battery, a 1.5 Ah Battery, Charger, Bag, and Operator’s Manuals.",
      "price": 299,
      "image": "images/items/9B.png",
      "store": "Home Depot",
      "id": 26
    },
    {
      "brand": "CHANEL",
      "title": "No 5 Eau de Parfum Spray (3.4 oz)",
      "description": "An abstract, mysterious scent alive with countless subtle facets that radiate an extravagant floral richness.",
      "price": 176,
      "image": "images/items/9C.png",
      "store": "Nordstrom",
      "id": 27
    },
    {
      "brand": "Ashley",
      "title": "Puckman Leather Accent Chair",
      "description": "The Puckman accent chair has an ultra-modern vibe and indulgent feel. Its metal frame is a chic complement to brown leather seating. With its bronze-tone finish and urban industrial style, this accent chair impresses with high-end looks priced to entice.",
      "price": 399,
      "image": "images/items/10A.png",
      "store": "Ashley Furniture",
      "id": 28
    },
    {
      "brand": "Kenmore",
      "title": "Countertop Deep Fryer",
      "description": "Cook restaurant classics like fish and chips, French fries, chicken wings and spring rolls at home in kenmore's countertop deep fryer with adjustable temperature and timer. The 4l oil tank and 3 frying baskets (1 xl and 3 small) make this deep fat fryer ideal for family dinners and entertaining and the splatter-protecting lid with viewing window and replaceable grease and odor filters keeps mess to a minimum.",
      "price": 143.99,
      "image": "images/items/10B.png",
      "store": "JCPenney",
      "id": 29
    },
    {
      "brand": "LEGO",
      "title": "City F1 Truck with RB20 and AMR24 F1 Cars",
      "description": "This premium-quality LEGO® City F1® toy vehicle playset offers an exciting experience for young fans of Formula 1. This playset is perfect for aspiring builders who love both construction and high-speed racing action. Kids will enjoy building the truck and cars and using realistic details, such as the opening side panels, to stage their own exciting Formula 1 race moments. The LEGO® Builder app provides detailed instructions to guide young builders through the process, allowing them to zoom in and rotate the models in 3D as they go.",
      "price": 99.99,
      "image": "images/items/10C.png",
      "store": "Macy's",
      "id": 30
    },
    {
      "brand": "GoPro",
      "title": "HERO Action Camera",
      "description": "Our smallest 4K camera features a rugged super light design that’s a fraction of the size and weight of other GoPro cameras, but still waterproof to 16ft. Streamlined controls let you record 4K video, immersive photos and slow-motion shots with a press of the shutter button. After recording, play back your video on the GoPro Quik app. HyperSmooth video stabilization will automatically smooth out the shakes in your footage. Plug HERO in to charge and your footage will be uploaded to the cloud, turned into a highlight video and sent to your phone so you can relive your adventure and share the fun.",
      "price": 219.99,
      "image": "images/items/11A.png",
      "store": "Best Buy",
      "id": 31
    },
    {
      "brand": "Crosley",
      "title": "Carter 7-In-1 Record Player",
      "description": "The listening opportunities are endless with Crosley’s 7-in-1 record player. With so many ways to listen to your favorite tracks, this record player is equipped with a 3-speed turntable, a CD player, AM/FM radio and Bluetooth connectivity that allows you to stream your favorite playlists and connect to external speakers for an amplified sound.",
      "price": 199,
      "image": "images/items/11B.png",
      "store": "Urban Outfitters",
      "id": 32
    },
    {
      "brand": "VitaMix",
      "title": "Explorian Series E310 Blender (48 fl oz)",
      "description": "Explore how easy it is to make healthy, whole-food recipes at home. From appetizers to dessert, the 48-ounce container is ideal for blending medium batches for small family meals. Create Every Texture: Ten variable speeds allow you to refine every texture with culinary precision, from the smoothest purées to the heartiest soups. Pulse Feature: With the Pulse feature, layer coarse chops over smooth purées for heartier recipes, such as chunky pasta sauce or thick vegetable soups. High-Performance Motor: The Powerful 2 HP motor can handle even tough ingredients to create high-quality blends. Easy Cleaning: With a drop of dish soap and warm water, your Vitamix® machine can clean itself in 30 to 60 seconds—no disassembly required.",
      "price": 379.95,
      "image": "images/items/11C.png",
      "store": "Bed Bath & Beyond",
      "id": 33
    },
    {
      "brand": "Toro",
      "title": "Recycler 21in Gas Self-Propelled Lawn Mower 140cc",
      "description": "The Toro Recycler series is a patented cutting technology that brings an innovative mulching technique that make your clippings ultra-fine to provide moisture and nutrients that feed back into your lawn. We call these nutrient rich grass clippings, Lawn Vitamins. The Toro Recycler 21-in Self-Propelled Gas Lawn Mower features variable-speed functionality and rear wheel drive with a 140cc Briggs & Stratton engine. Great for homeowners seeking a lawn mower with a high-quality, user-friendly design. Toro products are known for smart features and proven dependability you can count on. Includes added feature: Hassle-Free Maintenance - no oil changes for the life of the engine, ever, Just Top it Off. Count on it.",
      "price": 399.99,
      "image": "images/items/12A.png",
      "store": "Lowe's",
      "id": 34
    },
    {
      "brand": "COACH",
      "title": "Brooklyn 28 Suede Shoulder Bag",
      "description": "Brushed hardware and supple suede distinguish a slouchy shoulder bag furnished with a spacious interior perfect for storing your daily essentials.",
      "price": 295,
      "image": "images/items/12B.png",
      "store": "Nordstrom",
      "id": 35
    },
    {
      "brand": "Cangshan",
      "title": "Maya Bread Knife 9in",
      "description": "Handcrafted by award-winning cutlery maker Cangshan, the Maya collection is a celebration of beauty, precision and performance. The sleek knives feature razor-sharp blades forged from proprietary X-7 Damascus steel and comfortable handles made of African blackwood. Designed to slice bread, bagels and other baked goods, this knife has a long, serrated blade that cuts easily through crispy crusts without compressing soft interiors.",
      "price": 129.95,
      "image": "images/items/12C.png",
      "store": "Williams Sonoma",
      "id": 36
    }
  ],
  "showcases": [
    {
      "title": "Backyard Bash",
      "items": [
        {
          "brand": "Traeger",
          "title": "Pro Series 22-Pellet Grill and Smoker",
          "description": "Traeger invented the original wood-fired grill over 30-years ago in Mt. Angel, Oregon and continues to lead the industry as the worlds #1 selling wood-fired grill, perfected by decades of mastering the craft of wood-fired cooking. Fueled by all-natural hardwood pellets and controlled with a digital controller, means from low and slow to hot and fast grilling, you'll fire up deliciously consistent results every single time. The Pro Series 22's robust body style has a sawhorse chassis for added stability, a side-lift bar and all-terrain wheels.",
          "price": 549,
          "image": "images/showcases/1A.jpg",
          "store": "Home Depot"
        },
        {
          "brand": "HEATMAXX",
          "title": "40,000 BTU Floorstanding Liquid Propane Patio Heater",
          "description": "40,000 BTU Pyramid Flame Gas Patio Heater Grab some appetizers and a bottle of wine and get ready to entertain with the HeatMaxx Pyramid Patio Heater. Add a touch of class to your backyard, patio, deck, garden or restaurant with this elegantly designed outdoor propane heater. Great for providing heat while also enhancing the aesthetics of your outdoor space. Give your outdoor space the upscale flare it deserves with the Pyramid Patio Heater.",
          "price": 326,
          "image": "images/showcases/1B.png",
          "store": "Lowe's"
        },
        {
          "brand": "Fermob",
          "title": "Bistro Table + Chair Dining Set",
          "description": "Table and 2 chairs are made of 98% recycled lacquered steel with an umbrella hole. Features UV-resistant powder-coating for outdoor use. Foot protectors keeps floors from being scratched. Folds for easy storage. Can be used indoors and outdoors.",
          "price": 700,
          "image": "images/showcases/1C.png",
          "store": "Pottery Barn"
        }
      ],
      "total_price": 1575,
      "id": 1
    },
    {
      "id": 2,
      "title": "Staycation Essentials",
      "store": {
        "name": "B&H Photo",
        "logo": "images/logos/bh-photo.png"
      },
      "items": [
        {
          "brand": "Intex",
          "title": "Pure Spa 4-Person Inflatable Hot Tub",
          "description": "Let your worries bubble away as you unwind in the total relaxation of the Intex PureSpa Plus Portable Inflatable Hot Tub. The PureSpa provides relaxation at the touch of a button for up to 4-people with its easy-to-use control panel that activates 140 high-powered bubble jets surrounding the interior of the spa for a refreshing massage. The heating system on this inflatable spa adjusts to fit your personal temperature preference, allowing for a stress-free spa experience. This particular PureSpa also features built-in LED lighting, headrests, and a built-in hard water treatment system to keep your spa time comfortable.",
          "price": 699,
          "image": "images/showcases/2A.png",
          "store": "Home Depot"
        },
        {
          "brand": "Neptune",
          "title": "55-inch Full Sun Outdoor Smart TV",
          "description": "The Neptune Full Sun Outdoor Smart TV is an all-season solution for outdoor entertainment and living. This outdoor TV is all weather rated, maintenance-free and has an operating temperature range of -22°F to 122°F (-30°C to 50°C). With 4K resolution and an IPS panel, Neptune meets the full UHD specifications, providing exceptional color and video quality from any viewing angle. The Neptune Full Sun Outdoor Smart TV brings everyone’s favorite content and apps outdoors, creating a feature rich outdoor oasis. Whether you want an outdoor TV to enjoy poolside or on your backyard patio, quality outdoor entertainment is now a reality with Neptune.",
          "price": 2999,
          "image": "images/showcases/2B.png",
          "store": "Best Buy"
        },
        {
          "brand": "Solo Stove",
          "title": "Yukon 2.0 + Stand Bundle",
          "description": "Smokeless firepit that utilizes Solo Stove's signature 360° Airflow technology that super-heats air to burn off smoke before it can escape the pit. Includes patented Yukon 27” fire pit & removeable base plate, ash pan, and stand. The easy-to-use design requires no complicated assembly and lights up quickly. Designed to burn wood efficiently down to fine ash. Removable ash pan catches all the ash in one place for easy and quick clean-up. Durable 304 stainless steel construction won't cave under the pressure of ultra-hot flames so you can rely on your solo stove for long lasting use. Weighs over 41 pounds for portability. Can be used on patios, grass, wood, and wherever your outdoor adventures take you.",
          "price": 599,
          "image": "images/showcases/2C.png",
          "store": "Dick's Sporting Goods"
        }
      ],
      "total_price": 567
    },
    {
      "id": 3,
      "title": "Campers Paradise",
      "items": [
        {
          "brand": "Coleman",
          "title": "Skylodge 6-Person Camping Tent",
          "description": "Camping for the first time or just want a tent that sets up quick and easy so you can get the fun started? The Coleman Skylodge 6-Person Instant Camping Tent takes just about a minute to set up.",
          "price": 290,
          "image": "images/showcases/3A.png",
          "store": "REI"
        },
        {
          "brand": "Garmin",
          "title": "inReach Mini 2 Satellite Communicator",
          "description": "Stay safe and connected to the ones you love when you're miles from cellphone coverage with the Garmin® inReach® Mini 2 Satellite Communicator. Featuring global satellite coverage (subscription required), you can send and receive texts even when there's no cellphone coverage to be found. Built-in TrackBack routing lets you find your way back if you get lost. If an emergency occurs, you can send an interactive SOS to the Garmin IERCC emergency-response center that's staffed every day at all hours. MapShare™ lets you share your location with anyone you desire. The Garmin inReach Mini 2 Satellite Communicator boasts a compact, lightweight design for easy packability, yet it's impact resistant and water-rated to IPX7 so it withstands the wildest adventures. A built-in digital compass delivers accurate heading information, plus you can even request weather forecasts for current or planned destinations. This Garmin satellite communicator has a rechargeable lithium battery that lasts up to 14 days with the default 10-minute tracking interval, while battery life can be extended to 30 days with a 30-minute tracking interval.",
          "price": 399,
          "image": "images/showcases/3B.png",
          "store": "Cabela's"
        },
        {
          "brand": "Magellan Outdoors",
          "title": "Two Burner Stove With Griddle",
          "description": "Whip up some tasty meals at the campsite with the Magellan Outdoors Two Burner Stove with Griddle. The cooking burner delivers 10,000 BTU and the grill burner delivers 5,000 BTU so you can cook multiple things at once. Compatible with 16.4-ounce propane tanks, the grill has an electric Piezo ignition and flame control so you can adjust the intensity of the heat. Wind guards and an integrated regulator help keep the flames consistent.",
          "price": 84.99,
          "image": "images/showcases/3C.png",
          "store": "Academy Sports"
        }
      ],
      "total_price": 0
    },
    {
      "title": "Hollywood Home Theatre",
      "items": [
        {
          "brand": "Epson",
          "title": "Home Cinema 3800 4K 3LCD Projector ",
          "description": "Enjoy an immersive entertainment experience with this Epson Home Cinema 4K projector. The three-chip design with 3LCD technology delivers high-quality visuals, while the built-in dual 10W speakers produce crisp sound. This Epson Home Cinema 4K projector has HDMI and USB ports for connecting a wide variety of devices, and Bluetooth connectivity lets you play media files from your mobile device.",
          "price": 1799.99,
          "image": "images/showcases/4A.png",
          "store": "Best Buy"
        },
        {
          "brand": "IKEA",
          "title": "Muren Recliner",
          "description": "Take a seat in MUREN recliner and get a pleasant surprise. It is adjustable to three positions and comes with an inbuilt footstool. While sitting, use your back to press against the backrest - it lowers and the footstool lifts up. Now relax and enjoy!",
          "price": 479,
          "image": "images/showcases/4B.png",
          "store": "IKEA"
        },
        {
          "brand": "Nostalgia",
          "title": "59in Kettle Popcorn Machine Concession Cart",
          "description": "Modeled after the antique popcorn carts of the early 1900s, this beauty features a 10 oz. kettle with built-in stirring system, and pops the most delectable batches of popcorn time and time again. The tempered glass door and windows with lighted interior let everyone view each kernel being popped. Keep supplies on hand in the convenient storage compartment located in the base. If space is an issue the top is removable and becomes a countertop unit.",
          "price": 299,
          "image": "images/showcases/4C.png",
          "store": "Home Depot"
        }
      ],
      "total_price": 2577.99,
      "id": 4
    },
    {
      "title": "Gamer Dungeon",
      "items": [
        {
          "brand": "Herman Miller",
          "title": "Sayl Chair",
          "description": "“I knew that creating a work chair is one of design’s greatest challenges, an intimidating project in every possible way,” says Swiss designer Yves Béhar. “There is no place to hide in a chair. Every part serves a structural or tactile purpose.” With a ventilated back for air circulation and tilt limiter that lets you adjust tension and range to your liking, this chair accomplishes a great deal with only the essentials. Sayl is 90% recyclable.",
          "price": 895,
          "image": "images/showcases/6A.png",
          "store": "DWR"
        },
        {
          "brand": "Samsung",
          "title": "Odyssey 34in G5 1000R Curved QHD FreeSync Monitor",
          "description": "Odyssey G5’s lightning-fast 165Hz refresh rate ensures flawlessly smooth action scenes even in games with high frame rates. The Odyssey G5 range allows you to make the most out of the games you love to play, at a fantastic price point.",
          "price": 399.99,
          "image": "images/showcases/6B.png",
          "store": "Best Buy"
        },
        {
          "brand": "IKEA",
          "title": "Utespelare",
          "description": "Raise the large, sturdy UTESPELARE gaming desk to a height that optimally suits you. The metal mesh at the back of the table top allows air to circulate and cool your PC when the match heats up.",
          "price": 269.99,
          "image": "images/showcases/6C.png",
          "store": "IKEA"
        }
      ],
      "total_price": 1564.98,
      "id": 5
    },
    {
      "title": "Kitchen Makeover",
      "items": [
        {
          "brand": "KitchenAid",
          "title": "Artisan Mini Stand Mixer with Flex Edge Beater, 3.5qt",
          "description": "Lighter and smaller, yet just as powerful as the KitchenAid® Classic™ tilt-head mixer, the Artisan® Mini features a 3.5 quart bowl to make up to 5 dozen cookies in a single batch using the flat beater (28g dough each), and 10 speeds to thoroughly and quickly mix, knead and whip ingredients. Use the versatile power hub to turn the mixer into a culinary center with over 10 optional attachments, from food grinders to pasta makers and more.",
          "price": 449.95,
          "image": "images/showcases/5A.png",
          "store": "Williams Sonoma"
        },
        {
          "brand": "LG",
          "title": "MAX 4-Door French Door Smart Refrigerator with Full-Convert Drawer Standard-Depth 28.6 cu.ft",
          "description": "This 4-door Standard-Depth MAX refrigerator doesn’t just give you space—it brings a new level of organization, flexibility and style to your kitchen. Sleek flat-panel doors with dual handle design for easy opening add a premium feel. A slam-resistant door design allows the refrigerator doors to close softly and quietly. French doors on top offer easy access to fresh foods, while double drawers below means no more rummaging through stacks of frozen items. The versatile Full-Convert Drawer converts from fridge to freezer with just a touch, with 5 temperature settings for optimal storage for a range of fresh or frozen items.",
          "price": 2399.99,
          "image": "images/showcases/5B.png",
          "store": "Best Buy"
        },
        {
          "brand": "IKEA",
          "title": "Skogsta Table & Nordviken Chairs (6)",
          "description": "Every table is unique, with varying grain pattern and natural color shifts that are part of the charm of wood.\n\nAcacia has a rich brown color and distinctive grain pattern. It is highly durable, resistant to scratches and water, ideal for heavy-use. Acacia slightly darkens with age.\n\nThe high backrest and the curved shape of the chair, provide good lower back support and prevent your back from getting tired. You sit comfortably, longer and with a relaxed posture.\n\nFor a softer seat or to add a personal touch to the room, complete with a chair pad in the style and color of your choice.\n\nSturdy and durable solid wood chair frame.",
          "price": 939,
          "image": "images/showcases/5C.png",
          "store": "IKEA"
        }
      ],
      "total_price": 3788.9399999999996,
      "id": 6
    },
    {
      "title": "Mamma Mia!",
      "items": [
        {
          "brand": "ITA Airways",
          "title": "Nonstop, Round Trip flight for 2 from NYC to Rome. Economy Classic.",
          "description": "JFK - FCO Round Trip Flight for 2 passengers.",
          "price": 1640,
          "image": "images/showcases/7A.png",
          "store": "ITA Airways"
        },
        {
          "brand": "Colosseum",
          "title": "Guided tour for 2",
          "description": "Tickets to an official 2.5 hour guided tour of the historic Colosseum in Rome. ",
          "price": 93,
          "image": "images/showcases/7B.png",
          "store": "Colosseum"
        },
        {
          "brand": "Fujifilm",
          "title": "Instax mini Evo Instant Film Camera",
          "description": "The INSTAX MINI EVO Instant Film camera is designed to be compact and portable, making it easy to take with you wherever you go. It is small enough to fit in your pocket or bag. With 10 lens effect and 10 film effect options, you can create the exact vision you have in mind. Experiment with vivid colors, go retro, add softness to the focus or lose the color. Got a print worthy memory? The INSTAX MINI Evo Brown Instant Film Camera prints photos at 600 DPI for a stunning image quality. Every single image you print on the INSTAX MINI Evo Brown Instant Film Camera can be saved in a handy digital format on your Smartphone, ideal for sharing and posting.",
          "price": 216.99,
          "image": "images/showcases/7C.png",
          "store": "Best Buy"
        }
      ],
      "total_price": 1949.99,
      "id": 7
    },
    {
      "title": "Gone Fishin'",
      "items": [
        {
          "brand": "Ascend",
          "title": "12T Sit-On-Top Kayak",
          "description": "To craft the updated Ascend® 12T Sit-On-Top Kayak, our designers took our most popular sit-on-top kayak and refined it to be even more stable, more functional, and more comfortable. The advanced tunnel design with a wide transom and flared bow sections bring a fishing kayak so stable, you can stand up and cast from it. The same design also produces outstanding tracking and couldn't-be-easier paddling. While you're standing, you'll stay comfortable thanks to the non-skid foam deck mat. Port and starboard accessory-mounting rails and a recessed bow storage area with flush-mounted bungees allow endless accessorizing for true customization. Port flush-mounted paddle holders ensure easy-reach paddling, and the midship deep-molded drink holder/storage and watertight storage areas deliver reliable containment for your vital gear. Further improving this Kayak directly from customer feedback, our designers improved durability in the dual flush-mounted rod holders with rod leash eyelets (leash not included); large stern tank well with D-rings; recessed stern storage area with flush-mounted bungees; 6 scupper drains with plugs; and the deluxe, adjustable seating system delivers more convenience and comfort than ever, and brings a removable design to go from the water to onshore in seconds. The Ascend 12T Kayak even works perfectly with the RedHead® waterfowl blind (not included), making this high-performance Ascend kayak the perfect option for duck hunting in addition to all your angling and adventuring demands. There's simply no kayak better than an Ascend.",
          "price": 749,
          "image": "images/showcases/8A.png",
          "store": "Cabela's"
        },
        {
          "brand": "Yeti",
          "title": "Roadie 15 Cooler",
          "description": "Compact and easy to carry, the YETI Roadie 15 cooler can pack all your favorite essentials, cans and wine bottles. Plus, the portable design makes it great for days at the beach or trips on the water.",
          "price": 200,
          "image": "images/showcases/8B.png",
          "store": "REI"
        },
        {
          "brand": "Lowrance",
          "title": "Eagle Eye 9\" Fish Finder with Live Sonar",
          "description": "SEE IT LIVE, CATCH IT LIVE. Eagle Eye™ is the world’s most accessible fish finder with live sonar. Focused Forward and Down live sonar combines with CHIRP & DownScan Imaging™ with FishReveal™ in one transducer, along with detailed C-MAP® charting on a crystal clear IPS high resolution 9” screen. The Eagle Eye™ brings best-in-class live imaging and lets you watch fish react to your lure in real time. With a smooth and consistent image, the Eagle Eye provides all the detail you need to know when to strike",
          "price": 999,
          "image": "images/showcases/showcase_8_item_3.jpg",
          "store": "Dick's Sporting Goods"
        }
      ],
      "total_price": 1948,
      "id": 8
    },
    {
      "title": "Future Pilot",
      "items": [
        {
          "brand": "DJI",
          "title": "Mini 3 Fly More Combo",
          "description": "A compact, foldable design weighing under 249 g makes DJI Mini 3 a great companion on any outing. Capture in 4K HDR, and with an extended battery life of up to 40 minutes, you can capture your surroundings in stunning detail without worrying about low battery.",
          "price": 1149,
          "image": "images/showcases/9A.png",
          "store": "Best Buy"
        },
        {
          "brand": "Turtle Beach",
          "title": "VelocityOne Flightstick",
          "description": "The Turtle Beach® VelocityOne® Flightstick for Xbox Series X|S, Xbox One & Windows PCs equips you with immersive, accurate controls for air and space flight simulation & combat games on Xbox and PC. Ultra-smooth main stick provides precise control, and two multi-function levers control main engine power and adjustment of control surfaces. A precise nano trim wheel allows for fine tuning of attitude and the OLED Flight Management Display makes for easy adjustments to control profiles. With 27 programmable buttons, a rapid-fire trigger and more, you’re well-armed with a multitude of controls.",
          "price": 139,
          "image": "images/showcases/9B.png",
          "store": "Target"
        },
        {
          "brand": "Microsoft",
          "title": "Flight Simulator: 40th Anniversary Deluxe Edition",
          "description": "From gliders and helicopters to wide-body jets, including a sophisticated and true-to-life Airbus A-310 airliner, fly highly detailed and accurate aircraft in the Microsoft Flight Simulator 40th Anniversary Edition. The Microsoft Flight Simulator: Deluxe 40th Anniversary Edition includes everything from the Standard Edition plus 5 additional highly accurate planes with unique flight models and 5 additional handcrafted airports. Celebrate the history of aviation and our franchise with many new features and enhancements. Test your piloting skills against the challenges of night flying, real-time atmospheric simulation, and live weather in a dynamic and living world. Create your flight plan to anywhere on the planet. The 40th Anniversary update introduces famous historical aircraft, classic airports and missions, helicopters, gliders, and more! There’s never been a more exciting time to experience the joy of flight. The sky is calling!",
          "price": 89,
          "image": "images/showcases/9C.png",
          "store": "Best Buy"
        }
      ],
      "total_price": 1377,
      "id": 9
    },
    {
      "title": "Snow Day",
      "items": [
        {
          "brand": "Salomon",
          "title": "QST 94 Black Skis",
          "description": "With wide tips and 94 mm waists, these Salomon QST Black skis bridge the gap between all-mountain and freeride. They offer grip and stability on piste, while providing extra float when needed.",
          "price": 750,
          "image": "images/showcases/10A.png",
          "store": "REI"
        },
        {
          "brand": "IKON",
          "title": "2025/26 IKON Pass",
          "description": "Lift Pass. Seek endless adventure across 60+ unique destinations worldwide. Get the most access and no blackout dates. Unlimited Access at 18 Destinations\nSeek the unforgettable throughout 18 destinations that continually refill the need for adventure.\n\nSteamboat, CO Winter Park Resort, CO Copper Mountain Resort, CO Arapahoe Basin, CO\nExpanded Access\nEldora Mountain Resort, CO Palisades Tahoe, CA Mammoth Mountain, CA June Mountain, CA Big Bear Mountain Resort, CA Snow Valley, CA Stratton, VT Sugarbush Resort, VT Snowshoe, WV Crystal Mountain, WA Schweitzer, ID Tremblant, QC Blue Mountain, ON Solitude Mountain Resort, UT",
          "price": 1429,
          "image": "images/showcases/10B.png",
          "store": "IKON"
        },
        {
          "brand": "Smith",
          "title": "I/O MAG ChromaPop Snow Goggles with gogglesoc",
          "description": "Make sure you can see where you're going. The Smith I/O MAG ChromaPop snow goggles with gogglesoc boost color and contrast so every wind lip, landing and tree glade is as sharp as possible.",
          "price": 283,
          "image": "images/showcases/10C.png",
          "store": "REI"
        }
      ],
      "total_price": 2462,
      "id": 10
    }
  ],
  "stores": {
    "Williams Sonoma": "images/logos/williams-sonoma.png",
    "Apple Store": "images/logos/apple.png",
    "Academy Sports": "images/logos/academy.png",
    "IKEA": "images/logos/ikea.png",
    "GameStop": "images/logos/gamestop.png",
    "Sur La Table": "images/logos/sur-la-table.png",
    "Crate & Barrel": "images/logos/crate-barrel.png",
    "Ashley Furniture": "images/logos/ashley.png",
    "B&H Photo": "images/logos/bh-photo.png",
    "Target": "images/logos/target.png",
    "Best Buy": "images/logos/best-buy.png",
    "Home Depot": "images/logos/home-depot.png",
    "Lowe's": "images/logos/lowes.png",
    "Walmart": "images/logos/walmart.png",
    "Amazon": "images/logos/amazon.png",
    "AutoZone": "images/logos/autozone.png",
    "Costco": "images/logos/costco.png",
    "REI": "images/logos/rei.png",
    "DWR": "images/logos/dwr.png",
    "Pottery Barn": "images/logos/pottery-barn.png",
    "ITA Airways": "images/logos/ita-airways.png",
    "West Elm": "images/logos/west-elm.png",
    "CB2": "images/logos/cb2.png",
    "Anthropologie": "images/logos/anthropologie.png",
    "Urban Outfitters": "images/logos/urban-outfitters.png",
    "Nordstrom": "images/logos/nordstrom.png",
    "Macy's": "images/logos/macys.png",
    "Bed Bath & Beyond": "images/logos/bed-bath-beyond.png",
    "Wayfair": "images/logos/wayfair.png",
    "Overstock": "images/logos/overstock.png",
    "World Market": "images/logos/world-market.png",
    "Bloomingdales": "images/logos/bloomingdales.png",
    "Honda Powersports": "images/logos/honda.png",
    "Dick's Sporting Goods": "images/logos/dicks.jpg",
    "Cabela's": "images/logos/cabelas.png"
  }
}