{
  "stores": {
    "Williams Sonoma": "images/logos/williams-sonoma.png",
    "Apple Store": "images/logos/apple.png",
    "Academy Sports": "images/logos/academy.png",
    "IKEA": "images/logos/ikea.png",
    "GameStop": "images/logos/gamestop.png",
    "Sur La Table": "images/logos/sur-la-table.png",
    "Crate & Barrel": "images/logos/crate-barrel.png",
    "Ashley Furniture": "images/logos/ashley.png",
    "B&H Photo": "images/logos/bh-photo.png",
    "Target": "images/logos/target.png",
    "Best Buy": "images/logos/best-buy.png",
    "Home Depot": "images/logos/home-depot.png",
    "Lowe's": "images/logos/lowes.png",
    "Walmart": "images/logos/walmart.png",
    "Amazon": "images/logos/amazon.png",
    "AutoZone": "images/logos/autozone.png",
    "Costco": "images/logos/costco.png",
    "REI": "images/logos/rei.png",
    "Pottery Barn": "images/logos/pottery-barn.png",
    "West Elm": "images/logos/west-elm.png",
    "CB2": "images/logos/cb2.png",
    "Anthropologie": "images/logos/anthropologie.png",
    "Urban Outfitters": "images/logos/urban-outfitters.png",
    "Nordstrom": "images/logos/nordstrom.png",
    "Macy's": "images/logos/macys.png",
    "Bed Bath & Beyond": "images/logos/bed-bath-beyond.png",
    "Wayfair": "images/logos/wayfair.png",
    "Overstock": "images/logos/overstock.png",
    "World Market": "images/logos/world-market.png",
    "Bloomingdales": "images/logos/bloomingdales.png",
    "Honda Powersports": "images/logos/honda.png",
    "Dick's Sporting Goods": "images/logos/dicks.jpg",
    "Cabela's": "images/logos/cabelas.png"
  },
  "single_items": [
    {
      "id": 1,
      "brand": "Le Creuset",
      "title": "Enameled Cast Iron Bread Oven",
      "description": "Designed to reproduce the effects of brick-oven baking, this enameled cast-iron bread oven from Le Creuset absorbs and retains heat evenly. It also redistributes the steam released by the dough as it cooks. This yields loaves with moist and tender interiors, light crumbs and crisp browned crusts.",
      "price": 300,
      "image": "images/items/1A.jpg",
      "store": "Williams Sonoma"
    },
    {
      "id": 2,
      "brand": "Apple",
      "title": "HomePod (2nd Gen)",
      "description": "The all-new HomePod delivers groundbreaking, premium sound, from clear, detailed highs to deep, rich bass. Advanced computational audio pushes acoustics further. Spatial Audio provides even more immersive sound.  Works seamlessly with all your Apple devices.  Connect and control your smart home, privately and securely.",
      "price": 299,
      "image": "images/items/1B.jpg",
      "store": "Apple Store"
    },
    {
      "id": 3,
      "brand": "IKEA",
      "title": "Stockholm Sideboard",
      "description": "The sideboard in walnut veneer and solid ash brings a warm, natural feeling to your room. The distinctive grain pattern in the walnut veneer gives each piece of furniture a unique character. Walnut is a naturally hardwearing material. The surface has been made even more durable by a protective coat of lacquer. Push openers give the sideboard a streamlined look with no handles or knobs needed. Inside the sideboard are two drawers and two adjustable shelves in walnut veneer and solid wood. The sideboard has adjustable feet so it stands evenly on uneven floors.",
      "price": 499,
      "image": "images/items/1C.png",
      "store": "IKEA"
    },
    {
      "id": 4,
      "brand": "Hamilton Beach",
      "title": "Durathon Nonstick Soleplate Digital Iron",
      "description": "Get performance and peace of mind with this Hamilton Beach iron. It features a durable nonstick soleplate, outstanding steam performance and three-way auto off.",
      "price": 45,
      "image": "images/items/2A.png",
      "store": "Macy's"
    },
    {
      "id": 5,
      "brand": "Breville",
      "title": "Fast Slow Pro Multicooker 6qt",
      "description": "Enjoy fork-tender meats in minutes under pressure or impart rich flavors over hours of slow-and-low cooking—you decide, because this versatile countertop cooker does both. Sear, Sauté, Reduce, Simmer and Steam settings make it easy to create a wide range of gourmet dishes—everything from coq au vin and Yankee pot roast to easy weeknight spaghetti sauce or pulled pork tacos.",
      "price": 329,
      "image": "images/items/2B.png",
      "store": "Sur La Table"
    },
    {
      "id": 6,
      "brand": "GSI",
      "title": "Outdoors Glacier Stainless Steel 6-Cup Percolator",
      "description": "Keep the campsite fully caffeinated with the GSI Outdoors Glacier Stainless Steel 6-cup percolator, which has a heat-resistant handle and a resin knob that lets you gauge the strength of your brew.",
      "price": 34,
      "image": "images/items/2C.png",
      "store": "REI"
    },
    {
      "id": 7,
      "brand": "Dyson",
      "title": "Hot+Cool HP1 Purifier",
      "description": "Delivers whole-room heating and powerful cooling with purified air. The fully sealed filter system captures 99.97% of microscopic allergens and pollutants as small as 0.3 microns. The whole purifier, not just the filtration system, is fully sealed to HEPA H13 grade. Air Multiplier technology projects over 76 gallons per second of smooth, yet powerful airflow. Connects to the MyDyson app to control and monitor air quality from anywhere, or hands-free with compatible voice services.",
      "price": 599,
      "image": "images/items/3A.png",
      "store": "Best Buy"
    },
    {
      "id": 8,
      "brand": "Ashley",
      "title": "Wynora Bar Cart with Casters",
      "description": "Add a bright spot to your contemporary space with the Wynora bar cart. Its beautifully bold blend of goldtone metal and mirrored glass heightens your home's modern aesthetic. It's a striking choice for your kitchen or entryway, with locking casters allowing you to serve in style whenever and wherever it's needed.",
      "price": 109,
      "image": "images/items/3B.png",
      "store": "Ashley Furniture"
    },
    {
      "id": 9,
      "brand": "Samsonite",
      "title": "Outline Pro Carry-On Spinner",
      "description": "Our instantly-iconic Outline Pro polypropylene collection takes you confidently in the direction of your destination thanks to its elevated design and eye-catching color options. This smart and sleek piece is all systems go while pulling out all the stops: from its molded trolley handle to easy-lift top and side grips, major touchpoints are treated with Sam-AMH technology to help keep hands clean. With integrated extras like a built-in TSA lock and USB port (available in carry-on sizes only), as well as superb-adaptable interior lined in our eco-conscious Recyclex fabric, this all-time travel essential bridges form and function flawlessly. Bordering on genius. Say it to yourself: Youve earned this upgrade.",
      "price": 199,
      "image": "images/items/3C.png",
      "store": "Nordstrom"
    },
    {
      "id": 10,
      "brand": "Academy Sports",
      "title": "One Push 10ft x 10ft Straight Leg Canopy",
      "description": "Break out your tailgating gear with the Academy Sports + Outdoors One Push 10 ft x 10 ft Straight Leg Canopy. The powder coated Insta-lock steel frame affords durability, while the polyester canopy features UPF 50+ sun protection to defend against harmful UV rays. The One Push mechanism allows for easy setup and takedown, and the 2 vents in the top offer breathability.",
      "price": 109,
      "image": "images/items/4A.png",
      "store": "Academy Sports"
    },
    {
      "id": 11,
      "brand": "West Elm",
      "title": "Sphere & Stem 2-Light Floor Lamp (62in)",
      "description": "Brass-finished metal body with a White Marble base or a Matte Black-finished metal body with a Black Marble base. Its balanced, minimalist silhouette. The marble base adds a polished look. Two glass globes cast soft, romantic light. Contract Grade, so you know it's built to last.",
      "price": 299,
      "image": "images/items/4B.png",
      "store": "West Elm"
    },
    {
      "id": 12,
      "brand": "Milwaukee",
      "title": "M18 FUEL 120mph 500cfm 18V Brushless Cordless Handheld Blower",
      "description": "Designed to meet the needs of the landscape maintenance professional in quick, routine cleanups. The POWERSTATE Brushless motor delivers 500 CFM, 120 MPH, and 12.2 N providing users with Higher Constant Power levels allowing users to clear more leaves, grass, and light debris, and reach Full Throttle in Under One Second. This battery powered leaf blower has low noise levels of 54dB(A), Up To 40% Quieter than the competition, allowing users to work comfortably and reducing disturbance to bystanders. REDLINKPLUS Intelligence offers total system communication between the blower and battery for unmatched levels of performance, protection, and productivity. The lightweight, balanced design and ambidextrous variable speed sliding lock on the lever provides users with more clearing control.",
      "price": 199,
      "image": "images/items/4C.png",
      "store": "Home Depot"
    },
    {
      "id": 13,
      "brand": "Garmin",
      "title": "Forerunner 265 GPS Running Smartwatch",
      "description": "Train brilliantly with the garmin® Forerunner® 265 GPS running smartwatch. Its colorful AMOLED touchscreen display stands out while the training readiness feature, which tells you when you’re primed for a productive session and helps you crush your goals.",
      "price": 449,
      "image": "images/items/5A.png",
      "store": "Dick's Sporting Goods"
    },
    {
      "id": 14,
      "brand": "Bass Pro Shops",
      "title": "Dual-Size Platinum Neoprene Segmented Life Jacket for Men",
      "description": "Boost your buoyancy with the Bass Pro Shops® Dual-Size Dual-Approved Platinum Neoprene Segmented Life Jacket for Men. This lake-ready life jacket has a comfortable, dynamic Aquaflex® high-performance neoprene shell with a quick-drying, lightweight liner. The multi-segmented jacket helps keep you afloat with soft Aqualite PVC foam on the front and PE foam back. This safety device is anatomically cut with contoured panels for a superior fit. Secure it to your body via the two 1.5in W belts with quick-release buckles and a full front zipper with pull tab. Glideskin front panels wick away water and mesh drainage allows water to escape the jacket. Hidden side and back panels offer a low-profile experience and provide lumbar support.",
      "price": 79.99,
      "image": "images/items/5B.png",
      "store": "Cabela's"
    },
    {
      "id": 15,
      "brand": "IKEA",
      "title": "LÅNGFJÄLL",
      "description": "This easy-to-place conference chair with gently curved lines accentuated by sewn details is kind to your body and pleasant to look at. The tilt and height-adjusting mechanism enables individual comfort.",
      "price": 269.99,
      "image": "images/items/5C.png",
      "store": "IKEA"
    },
    {
      "id": 16,
      "brand": "Bose",
      "title": "QuietComfort Bluetooth Wireless Noise Cancelling Headphones",
      "description": "Block everything out but the beat with Bose QuietComfort® noise cancelling headphones. Get full noise cancellation with Quiet Mode or still hear what’s going on around you with Aware Mode. New custom modes on these Bluetooth headphones let you adjust noise cancellation to your liking and turning on Wind Block tunes out breezy environments. Just press play on these over ear headphones for high-fidelity sound that’s also customizable with adjustable EQ. You can use the Bose app to crank the bass, tweak the treble, and personalize the settings on these wireless headphones from Bose. Plus, these headphones with built in microphone are crafted with all-day wear and multi-taskers in mind. Enjoy premium materials for comfort, on-ear toggles for ease, an iconic, bold design, and a battery life of up to 24 hours with the Bose QuietComfort® Wireless Bluetooth Noise-Cancelling Headphones.* Includes audio cable with in-line microphone.",
      "price": 359.99,
      "image": "images/items/6A.png",
      "store": "Target"
    },
    {
      "id": 17,
      "brand": "Williams Sonoma Signature",
      "title": "Marble Mortar & Pestle",
      "description": "Ideal for hand grinding herbs and spices, mortars and pestles have been used for centuries. Our mortar is rough-hewn from solid marble, then shaped, turned and sanded by hand. The pestle is ergonomically shaped of sustainably sourced olivewood, then polished and oiled. Copper details complete both Italian-made pieces.",
      "price": 99.95,
      "image": "images/items/6B.png",
      "store": "Williams Sonoma"
    },
    {
      "id": 18,
      "brand": "ENO",
      "title": "SingleNest Hammock",
      "description": "Perfect for one, the compact and lightweight ENO SingleNest hammock is expertly constructed with durable yet soft FreeWave™ fabric, making it ideal for solo relaxation on any kind of adventure.",
      "price": 54.95,
      "image": "images/items/6C.png",
      "store": "REI"
    },
    {
      "id": 19,
      "brand": "Kohler",
      "title": "Elliston WaterSense 1.28 GPF Soft Close 2-Piece Toilet",
      "description": "The Elliston The Complete Solution two-piece chair-height toilet is precision-engineered to deliver uncompromising performance and beautiful form. The 1.28 gpf flush provides water savings without sacrificing performance. Elliston features Revolution 360® swirl flushing technology that keeps your bowl clean longer than a conventional flush, and the innovative AquaPiston® technology offers a patented flush engine that delivers a fast, powerful, and virtually plug-free flush. This Complete Solution package comes with all the necessary installation parts and includes a Quiet-Close™ toilet seat for added convenience.",
      "price": 259.99,
      "image": "images/items/7A.png",
      "store": "Lowe's"
    },
    {
      "id": 20,
      "brand": "NOCO",
      "title": "1,000 Amps 12 Volt Boost Plus UltraSafe Lithium Jump Starter",
      "description": "A portable lithium-ion battery jump starter pack that delivers 1,000-amps for jump starting a dead battery in seconds. It features a patented safety technology that provides spark-proof connections and reverse polarity protection making safe and easy for anyone to use. It's a powerful battery booster that doubles as a portable power source for recharging USB devices, like a smartphone, tablet and more. Designed for a car, boat, RV, truck and more with gas engines up to 6 liters, and diesel engines up to 3 liters.",
      "price": 99.99,
      "image": "images/items/7B.png",
      "store": "AutoZone"
    },
    {
      "id": 21,
      "brand": "Pottery Barn",
      "title": "Bodhi Mantel Arch Mirror",
      "description": "36in x 28in. Crafted of cast aluminum with mirror and backed with MDF; finished in Brass and Bronze. D-ring mounting, hardware is included. Imported.",
      "price": 349.99,
      "image": "images/items/7C.png",
      "store": "Pottery Barn"
    },
    {
      "id": 22,
      "brand": "Zojirushi",
      "title": "Micom 3-Cup Rice Cooker",
      "description": "The 3-cup Micom Rice Cooker & Warmer features an expanded menu with steel cut oatmeal and GABA brown rice settings for more healthy options. With its compact size and ability to cook as little as 1/2 a cup of rice or oats, this rice cooker is ideal for small families or couples.",
      "price": 179,
      "image": "images/items/8A.png",
      "store": "Macy's"
      
    },
    {
      "id": 23,
      "brand": "Everlast",
      "title": "Powercore Dual Bag and Stand",
      "description": "Get a total body workout whether you want cardio or strength training in the comfort of your own home with the Everlast Powercore Dual Bag and Stand. Place in any room or space with the adjustable height bag platform that accommodates all speed bag sizes. The premium Poly Canvas shell material ensures the bag stays durable for many workouts to come.",
      "price": 299,
      "image": "images/items/8B.png",
      "store": "Dick's Sporting Goods"
    },
    {
      "id": 24,
      "brand": "iRobot",
      "title": "Roomba 105 Robot Vacuum + AutoEmpty Dock",
      "description": "The Roomba 105 Vac Robot Vacuum + AutoEmpty Dock is made for every kind of dry floor-cleaning task. The self-emptying dock holds up to 75 days of debris in a bag you just lift out and toss away. The 3-stage cleaning system delivers high-performance cleaning by combining 70X more intense power-lifting suction, an edge-sweeping brush that cleans 20% better, and a multi-surface brush to pick up all kinds of dirt. ClearView LiDAR quickly maps your home for precise coverage. Tap the app, push the robot's buttons or ask your preferred voice assistant for an on-demand clean.",
      "price": 279,
      "image": "images/items/8C.png",
      "store": "Best Buy"
    },
    {
      "id": 25,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_25.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    },
    {
      "id": 26,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_26.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    },
    {
      "id": 27,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_27.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    },
    {
      "id": 28,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_28.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    },
    {
      "id": 29,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_29.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    },
    {
      "id": 30,
      "title": "",
      "description": "",
      "price": 0,
      "image": "images/items/item_30.jpg",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      }
    }
  ],
  "showcases": [
    {
      "id": 1,
      "title": "Backyard Bash",
      "store": {
        "name": "Williams Sonoma",
        "logo": "images/logos/williams-sonoma.png"
      },
      "items": [
        {
          "brand": "Traeger",
          "title": "Pro Series 22-Pellet Grill and Smoker",
          "description": "Traeger invented the original wood-fired grill over 30-years ago in Mt. Angel, Oregon and continues to lead the industry as the worlds #1 selling wood-fired grill, perfected by decades of mastering the craft of wood-fired cooking. Fueled by all-natural hardwood pellets and controlled with a digital controller, means from low and slow to hot and fast grilling, you'll fire up deliciously consistent results every single time. The Pro Series 22's robust body style has a sawhorse chassis for added stability, a side-lift bar and all-terrain wheels.",
          "price": 549,
          "image": "images/showcases/1A.jpg",
          "store": {
            "name": "Home Depot",
            "logo": "images/logos/home-depot.png"
          }
        },
        {
          "title": "HEATMAXX 40,000 BTU Floorstanding Liquid Propane Patio Heater",
          "description": "40,000 BTU Pyramid Flame Gas Patio Heater Grab some appetizers and a bottle of wine and get ready to entertain with the HeatMaxx Pyramid Patio Heater. Add a touch of class to your backyard, patio, deck, garden or restaurant with this elegantly designed outdoor propane heater. Great for providing heat while also enhancing the aesthetics of your outdoor space. Give your outdoor space the upscale flare it deserves with the Pyramid Patio Heater.",
          "price": 326,
          "image": "images/showcases/1B.png",
          "store": {
            "name": "Lowe's",
            "logo": "images/logos/lowes.png"
          }
        },
        {
          "title": "Fermob Bistro Table + Chair Dining Set",
          "description": "Table and 2 chairs are made of 98% recycled lacquered steel with an umbrella hole. Features UV-resistant powder-coating for outdoor use. Foot protectors keeps floors from being scratched. Folds for easy storage. Can be used indoors and outdoors.",
          "price": 700,
          "image": "images/showcases/1C.png",
          "store": {
            "name": "Pottery Barn",
            "logo": "images/logos/pottery-barn.png"
          }
        }
      ],
      "total_price": 497
    },
    {
      "id": 2,
      "title": "Staycation Essentials",
      "store": {
        "name": "B&H Photo",
        "logo": "images/logos/bh-photo.png"
      },
      "items": [
        {
          "brand": "Intex",
          "title": "Pure Spa 4-Person Inflatable Hot Tub",
          "description": "Let your worries bubble away as you unwind in the total relaxation of the Intex PureSpa Plus Portable Inflatable Hot Tub. The PureSpa provides relaxation at the touch of a button for up to 4-people with its easy-to-use control panel that activates 140 high-powered bubble jets surrounding the interior of the spa for a refreshing massage. The heating system on this inflatable spa adjusts to fit your personal temperature preference, allowing for a stress-free spa experience. This particular PureSpa also features built-in LED lighting, headrests, and a built-in hard water treatment system to keep your spa time comfortable.",
          "price": 699,
          "image": "images/showcases/2A.png",
          "store": "Home Depot"
        },
        {
          "brand": "Neptune",
          "title": "55-inch Full Sun Outdoor Smart TV",
          "description": "The Neptune Full Sun Outdoor Smart TV is an all-season solution for outdoor entertainment and living. This outdoor TV is all weather rated, maintenance-free and has an operating temperature range of -22°F to 122°F (-30°C to 50°C). With 4K resolution and an IPS panel, Neptune meets the full UHD specifications, providing exceptional color and video quality from any viewing angle. The Neptune Full Sun Outdoor Smart TV brings everyone’s favorite content and apps outdoors, creating a feature rich outdoor oasis. Whether you want an outdoor TV to enjoy poolside or on your backyard patio, quality outdoor entertainment is now a reality with Neptune.",
          "price": 2999,
          "image": "images/showcases/2B.png",
          "store": "Best Buy"
        },
        {
          "brand": "Solo Stove",
          "title": "Yukon 2.0 + Stand Bundle",
          "description": "Smokeless firepit that utilizes Solo Stove's signature 360° Airflow technology that super-heats air to burn off smoke before it can escape the pit. Includes patented Yukon 27” fire pit & removeable base plate, ash pan, and stand. The easy-to-use design requires no complicated assembly and lights up quickly. Designed to burn wood efficiently down to fine ash. Removable ash pan catches all the ash in one place for easy and quick clean-up. Durable 304 stainless steel construction won't cave under the pressure of ultra-hot flames so you can rely on your solo stove for long lasting use. Weighs over 41 pounds for portability. Can be used on patios, grass, wood, and wherever your outdoor adventures take you.",
          "price": 599,
          "image": "images/showcases/2C.png",
          "store": "Dick's Sporting Goods"
        }
      ],
      "total_price": 567
    },
    {
      "id": 3,
      "title": "Campers Paradise",
      "items": [
        {
          "brand": "Coleman",
          "title": "Skylodge 6-Person Camping Tent",
          "description": "Camping for the first time or just want a tent that sets up quick and easy so you can get the fun started? The Coleman Skylodge 6-Person Instant Camping Tent takes just about a minute to set up.",
          "price": 290,
          "image": "images/showcases/3A.png",
          "store": "REI"
        },
        {
          "brand": "Garmin",
          "title": "inReach Mini 2 Satellite Communicator",
          "description": "Stay safe and connected to the ones you love when you're miles from cellphone coverage with the Garmin® inReach® Mini 2 Satellite Communicator. Featuring global satellite coverage (subscription required), you can send and receive texts even when there's no cellphone coverage to be found. Built-in TrackBack routing lets you find your way back if you get lost. If an emergency occurs, you can send an interactive SOS to the Garmin IERCC emergency-response center that's staffed every day at all hours. MapShare™ lets you share your location with anyone you desire. The Garmin inReach Mini 2 Satellite Communicator boasts a compact, lightweight design for easy packability, yet it's impact resistant and water-rated to IPX7 so it withstands the wildest adventures. A built-in digital compass delivers accurate heading information, plus you can even request weather forecasts for current or planned destinations. This Garmin satellite communicator has a rechargeable lithium battery that lasts up to 14 days with the default 10-minute tracking interval, while battery life can be extended to 30 days with a 30-minute tracking interval.",
          "price": 399,
          "image": "images/showcases/3B.png",
          "store": "Cabela's"
        },
        {
          "brand": "Magellan Outdoors",
          "title": "Two Burner Stove With Griddle",
          "description": "Whip up some tasty meals at the campsite with the Magellan Outdoors Two Burner Stove with Griddle. The cooking burner delivers 10,000 BTU and the grill burner delivers 5,000 BTU so you can cook multiple things at once. Compatible with 16.4-ounce propane tanks, the grill has an electric Piezo ignition and flame control so you can adjust the intensity of the heat. Wind guards and an integrated regulator help keep the flames consistent.",
          "price": 84.99,
          "image": "images/showcases/3C.png",
          "store": "Academy Sports"
        }
      ],
      "total_price": 0
    },
    {
      "id": 4,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_4_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_4_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_4_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 5,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_5_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_5_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_5_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 6,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_6_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_6_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_6_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 7,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_7_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_7_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_7_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 8,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_8_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_8_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_8_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 9,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_9_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_9_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_9_item_3.jpg"
        }
      ],
      "total_price": 0
    },
    {
      "id": 10,
      "title": "",
      "store": {
        "name": "",
        "logo": "images/logos/placeholder.png"
      },
      "items": [
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_10_item_1.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_10_item_2.jpg"
        },
        {
          "title": "",
          "description": "",
          "price": 0,
          "image": "images/showcases/showcase_10_item_3.jpg"
        }
      ],
      "total_price": 0
    }
  ]
}
